[
  {
    "first_name": "Courtney",
    "full_name": "Courteney Palis",
    "css_class": "cp",
    "bio": "My little sister, the one who knows me inside and out, the one I can not say a word to and she instantly knows what I’m thinking, the one who laughs exactly like me and is my bestest friend. She’s seen me at my best and my absolute worse. One of the strongest people I know, I admire her for putting up with me all these years and for never leaving my side. I never say it because I don’t like mushyness, but I sure do love my seestah"
  },
  {
    "first_name": "Kim",
    "css_class": "k",
    "full_name": "Kim",
    "bio": "My beautiful best friend since undergrad! We met at Rutgers and we’ve been inseparable ever since. The most loving, caring, thoughtful and understanding person – she gives her all to her friends. I don’t know what I would do without her in my life. We somehow always live parallel lives, whether we’re near or far, and whenever we see each other again, it’s like we never even left. We’ve shared so many memories – all the ups and downs, the good times and the bad times, and through it all we’ve stuck by each other and always had each other’s backs. I’m so lucky to have her as my best friend and as my bridesmaid – she’s my sister from another mister and I love her so!!"
  },
  {
    "first_name": "Sneha",
    "css_class": "s",
    "full_name": "Sneha",
    "bio": "My gorgeous little snehacakes<3 We were roomies in college and living with her was my best year of undergrad. From sharing heart-to-hearts to our love of music to dancing to *NSYNC in front of the windows of Rockoff, I owe so many smiles and laughter to her J I love that I can be myself and be extremely goofy with her, and I can’t wait til we’re 80 and still act like no one’s watching<3"
  },
  {
    "first_name": "Ann",
    "css_class": "a",
    "full_name": "Ann",
    "bio": "Babygirllll, what’s your name? My one and only babygirl! We met sophomore year in college and we instantly clicked. I lived with her senior year and I couldn’t have asked for a better roomie/friend. She’s always been there through thick and thin, and I love that I can look back at our memories together and just feel so utterly happy and blessed to have her in my life. One of the most beautiful and smartest people I know – I couldn’t have asked anyone else to be there by my side on my wedding day!"
  },
  {
    "first_name": "Thuy",
    "css_class": "thuy",
    "full_name": "Thuy",
    "bio": "One of the most selfless people I know. She’s one of Rich’s best friends, but I’m so blessed to have gotten to know her and what a beautiful person she is.  She’s one of the most thoughtful people I’ve ever met – and the little things she does to make people smile warms my soul J I admire her for all she is – a caring, loving and the most giving person – thank you for being there for both Rich and I from the very beginning<3"
  },
  {
    "first_name": "Nicole",
    "css_class": "n",
    "full_name": "Nicole",
    "bio": "My gorgeous ate. She’s the eldest out of my cousins and is such a wonderful role model to all of us – I couldn’t have asked for a better ate to look up to. She’s beautiful on the outside and even more beautiful on the inside. Her work ethic, her outgoing personality, and the way she loves her family and friends completely with all that she has is something that I’ll always admire<3"
  },
  {
    "first_name": "Tricia",
    "css_class": "tr",
    "full_name": "Tricia",
    "bio": "My other gorgeous cousin! I love flying over to visit her and we can have the time of our lives, even if it’s just sitting in her room being our goofy selves. Whenever I fly back to Cali, it’s like nothing has changed. Whenever I’m around her, I get so caught up in the good times I’m having. Such a fun and beautiful person, I’m so blessed to have her as a cousin and my bridesmaid<3"
  },
  {
    "first_name": "Mimi",
    "full_name": "Mimi who? Mimi Toooooooooooooooooooooooe",
    "css_class": "",
    "bio": "My amazing Groomswoman and long-time BFF. Thank you for always being there throughout the years whether it was to talk, unannounced, at 3AM, housing and feeding me at 5AM in the City or travel 100+ miles to me with no car, I always knew I could count on you. I also know you'll always continue to be there for me - even if it means harshly criticizing me. \nAlso, thank you for the countless memories. Even though signing my life away and carrying your tire burning smelling self into a cab in the City - the day before you left for Miami - will always be my favorite. No matter what, I'll always be there for you, just like you have always been there for me. \nMore importantly, thank you for always supporting Kristen and I. You always have my best interests in mind, and you knew Kristen was the best thing that ever happened to me. Thanks for helping me keep her happy. Don't forget to spoil my kids when you become a godmother! \nOverall, I always wish I had a sister, and I knew God sent me you for a reason. I could go on and on here...but I do not want to bore everyone or give you more of a reason to gag, hah. \nP.S. Can't wait to hear your speech at the reception :)"
  },
  {
    "first_name": "Lira",
    "full_name": "Lira Kim",
    "css_class": "",
    "bio": "Lira aka Lyra Jo, my amazing, talented and super genuine BFF and Groomswoman. Through the years, you and I have both been through a lot of changes individually and it was always so comforting knowing I had you there to help me through the hard times and to celebrate the good times. Needless to say, we came a long way from clubbing at 18 and many nights of eating (due to me) at HopKee in Chinatown. However, the best part was that nothing ever changed between us - i.e. we were always there for each other whether we saw each other every day, one a week or once every few months. You even come out of bed to see me at 5 AM when Mimi let's me barge in out of nowhere! \nThank you for being a special part of our special day. You were always had a talent for seeing the good in people, and I am forever grateful that you have always supported Kristen and I. You knew she would make me happy, and even more of a reason I'll always continue to listen to you. \nFinally, thank you for showing me real friendship. I am truly humbled, and proud, to have such an amazing, genuine and faithful BFF as you. \nP.S. Can't wait to hear your song during the reception!"
  },
  {
    "first_name": "Adrienne",
    "full_name": "Adrienne Lam",
    "css_class": "",
    "bio": "My amazing BFF, who was obsessed with Hello Kitty back when you were too cool to talk to me at RU to you wearing a Hello Kitty apron now, I'm so happy we became so-close over the years. To this day, I always try not to judge others so quickly because I think about how I never thought we'd ever be this close. In other words, if I never took the time to get to know you, I never would've gotten to develop this amazing, genuine and heart-warming relationship with my BFF. I thank God everyday changes in friendships, locations and people, for bringing us closer. \nWe are very different in a lot of ways, but we both care (too) much about people, get disappointed by others and/or are always there for one another. Whether its something dumb to complain about or literally life-threatening, knowing I can always come to you - anytime or anywhere - is invaluable to me. \nOverall, it just makes me happy knowing you will always be there for not only me, but Kristen as well. Thanks super bougie bff! \nP.S. Even though I know the one sure-fire way to make you angry, I will restrain myself from bringing out Krazy Adrienne (get it?) hah. "
  },
  {
    "first_name": "Sam",
    "full_name": "Sam Llanos",
    "css_class": "",
    "bio": "My oldest and first BFF. From kicking me in the shin at a middle school dance until my shins bled to eating my burnt brownies I made you after really messing up between us, you've always been there for me since we were little kids. \nWe've seen each other evolve from our fattest and ugliest selves, and to our primes (I'd like to think we haven't fallen that far from the prime...) We were both together as the 'new' kids coming from catholic school into the big new world of public high school. We were both together as the North Jersey kids assimilating into the RU crowd. We also have seen each other at our peaks of happiness or depths of despair. Likewise, we have seen each other make some of the stupidest mistakes ever, but also best decisions of our lives. \nHowever - there has always been one constant - and it has been our love for each other. We were always 'Rich and Sam' - best friends and that always made everything OK. Thank you Sam, thanks for always being there for me through it all. I appreciate it more than you ever know. \nP.S. I never would've been a lawyer if it weren't for you. Thanks for helping me pass honors English in High School and teaching me the value of networking - even though I called you a nerd most of freshman year of RU."
  },
  {
    "first_name": "Jeannette",
    "full_name": "Jeannette Kwon",
    "css_class": "",
    "bio": "Jeannette aka 'Janet,' you are one of the very few invaluable rewards of law school. Whether it was powering through 1L exams, bottoms of Patron or Crown, you were always the most selfless person in the room and most faithful friend. I've never met someone who has a total combination of your kindness, genuineness and selflessness. \nMore importantly, it truly warms my heart the way you always made Kristen feel so welcome. Whether we were studying, pre-gaming to go out or at a networking function, I always knew you'd make an extra effort to be kind to her. Thank you from the bottom of my heart for being an amazing BFF to me, and a great friend to Kristen as well. Means the world to me."
  }
]

