[
  {
    "first_name": "Courtney",
    "full_name": "Courteney Palis",
    "css_class": "cp",
    "bio": "My little sister, the one who knows me inside and out, the one I can not say a word to and she instantly knows what I’m thinking, the one who laughs exactly like me and is my bestest friend. She’s seen me at my best and my absolute worse. One of the strongest people I know, I admire her for putting up with me all these years and for never leaving my side. I never say it because I don’t like mushyness, but I sure do love my seestah"
  },
  {
    "first_name": "Kim",
    "css_class": "k",
    "full_name": "Kim",
    "bio": "My beautiful best friend since undergrad! We met at Rutgers and we’ve been inseparable ever since. The most loving, caring, thoughtful and understanding person – she gives her all to her friends. I don’t know what I would do without her in my life. We somehow always live parallel lives, whether we’re near or far, and whenever we see each other again, it’s like we never even left. We’ve shared so many memories – all the ups and downs, the good times and the bad times, and through it all we’ve stuck by each other and always had each other’s backs. I’m so lucky to have her as my best friend and as my bridesmaid – she’s my sister from another mister and I love her so!!"
  },
  {
    "first_name": "Sneha",
    "css_class": "s",
    "full_name": "Sneha",
    "bio": "My gorgeous little snehacakes<3 We were roomies in college and living with her was my best year of undergrad. From sharing heart-to-hearts to our love of music to dancing to *NSYNC in front of the windows of Rockoff, I owe so many smiles and laughter to her J I love that I can be myself and be extremely goofy with her, and I can’t wait til we’re 80 and still act like no one’s watching<3"
  },
  {
    "first_name": "Ann",
    "css_class": "a",
    "full_name": "Ann",
    "bio": "Babygirllll, what’s your name? My one and only babygirl! We met sophomore year in college and we instantly clicked. I lived with her senior year and I couldn’t have asked for a better roomie/friend. She’s always been there through thick and thin, and I love that I can look back at our memories together and just feel so utterly happy and blessed to have her in my life. One of the most beautiful and smartest people I know – I couldn’t have asked anyone else to be there by my side on my wedding day!"
  },
  {
    "first_name": "Thuy",
    "css_class": "thuy",
    "full_name": "Thuy",
    "bio": "One of the most selfless people I know. She’s one of Rich’s best friends, but I’m so blessed to have gotten to know her and what a beautiful person she is.  She’s one of the most thoughtful people I’ve ever met – and the little things she does to make people smile warms my soul J I admire her for all she is – a caring, loving and the most giving person – thank you for being there for both Rich and I from the very beginning<3"
  },
  {
    "first_name": "Nicole",
    "css_class": "n",
    "full_name": "Nicole",
    "bio": "My gorgeous ate. She’s the eldest out of my cousins and is such a wonderful role model to all of us – I couldn’t have asked for a better ate to look up to. She’s beautiful on the outside and even more beautiful on the inside. Her work ethic, her outgoing personality, and the way she loves her family and friends completely with all that she has is something that I’ll always admire<3"

  },
  {
    "first_name": "Tricia",
    "css_class": "tr",
    "full_name": "Tricia",
    "bio": "My other gorgeous cousin! I love flying over to visit her and we can have the time of our lives, even if it’s just sitting in her room being our goofy selves. Whenever I fly back to Cali, it’s like nothing has changed. Whenever I’m around her, I get so caught up in the good times I’m having. Such a fun and beautiful person, I’m so blessed to have her as a cousin and my bridesmaid<3"
  }
]

