[
  {
    "first_name": "Lloyd",
    "full_name": "Lloyd DeGuzman",
    "css_class": "",
    "bio": "Lloyd aka Lloyd Deguzman-Nguyen aka father of my (handsome) Godson, You are my oldest and best friend. I hate cliche phrases, but for us, we really have been through thick and thin. Thanks for always being there for me, especially that night Kristen stole my sweater and left me with nothing but a Toga."
  },
  {
    "first_name": "Ryan",
    "full_name": "Ryan Ramones",
    "css_class": "",
    "bio": "My brother and someone I know I can always turn to. Even though your younger than me, I look up to you and aspire to be as kind and patient as you are with other people. Once Kristen and I have kids, they'll be lucky to grow up with an uncle as kind as you."
  },
  {
    "first_name": "JR aka Ray",
    "photo": "JR",
    "full_name": "Ray Ramones",
    "css_class": "",
    "bio": "My other brother who I once convinced was from another mother. Even though I am hard on you because you are young. naive and stubborn, you always (try) to listen to me and respect what I have to say. I only treat you that way because I basically see my younger self in you and want to help you avoid a lot of the same mistakes I made. \nFinally, whether you are 8 or 48, I know you'll always get me water or the TV controller if I ask (or more likely yell). "
  },
  {
    "first_name": "Sam",
    "full_name": "Sam Kim",
    "css_class": "",
    "bio": "The guy who folded Aces to me, got me into spicy food and made me watch shows I would never watch on my own. For someone who has a long commute almost everyday, you never ever complaint to visit me whether it is in North Jersey, South Jersey or in Philadelphia. I'll always appreciate the effort you put into our friendship, but I do not appreciate how you didn't fold those pocket 7s."
  },
  {
    "first_name": "Wayne Y.",
    "full_name": "Wayne Yang",
    "photo": "WayneY",
    "css_class": "",
    "bio": "Despite vetoing us from moving to Easton Ave senior year, Wayne Wang was a big part of the reason college was fun. Living with 5 other guys had its challenges - e.g. cleanliness - but Wayne always made things fun, even if it included tin foiling my entire room, or filling my entire car with packaging peanuts... \nThanks for being a dependable and genuine friend. Those are two cliche phrases, but well-deserved characteristics that describes one of my best friends. \nP.S. thanks for creating this mad nice website!"
  },
  {
    "first_name": "Nathan",
    "full_name": "Nathan Palis",
    "css_class": "",
    "bio": "My future brother and law and probably the best looking dude in our new joint family. From the time when I first started meeting your family, to watching you have a lot of 'fun' at my bachelor party, you were always real chill to talk to - no drama, no facade - just Nathan. \nThanks for always being so kind and patient - despite your crazy sister aka my future wife. Looks like I will need your years of experience dealing with Kristen...haha just kidding..."
  },
  {
    "first_name": "Marc",
    // "photo": "Marc2",
    "full_name": "Marc Navata",
    "css_class": "",
    "bio": "Mark aka Marque aka the man who prepared me the best for college - i.e. drinking, girls, getting fat and then getting back into shape. More importantly, thanks for being one of the catalysts for Kristen and I getting together. While your methods are not always conventional, I sincerely appreciate it. \nFinally, I know we do not talk serious too often, but you are one of the people I really look up to and admire. Thanks for always being there and being an awesome friend."
  },
  {
    "first_name": "Michael",
    "full_name": "Michael Navata",
    // "photo": "Michael2",
    "css_class": "",
    "bio": "Thanks for always welcoming me into your house, and sharing your video games, since we were young kids. Despite a few 'incidents' at Rutgers, it was fun going to college with a close friend I've known since my childhood. \nIt means a lot that anytime I want to play a game, grab a drink or just sit and chill. you'll make yourself available. In a world where everyone is so busy and caught up in their lives, that means a lot. Thanks for always being there."
  },
  {
    "first_name": "Phil",
    "full_name": "Phil Velasco",
    "css_class": "",
    "bio": "From the football field to, 'cleaning' Lloyd's house or clubbing in NYC, you were always someone I could count on to help me out with anything I needed. Whether it was preparing food for the group, or preparing drinks for a party, you are one of the few people who think more often about others than themselves. I always noticed that and try my best to emulate the same. \nEven though you are mad far now, just know you always a have a place to crash and a listening ear in me"
  },
  {
    "first_name": "Pete",
    "full_name": "Pete Velasco",
    "css_class": "",
    "bio": "Pete aka Peetie Pie, I sincerely appreciate always having you to depend on whether it was to vent, to talk, to have a Battlefield and/or paintball partner or just to have plain good company. Your kindness is infectious, and I hope it never changes. \nAlso, you are one of Kristen and I's favorite people, period. Thank you for being a part of our wedding party, and our lives."
  },
  {
    "first_name": "Wayne W.",
    "full_name": "Wayne Wu",
    "photo": "WayneW",
    "css_class": "",
    "bio": "Wayne aka SuperStar aka the Marine. I want you to know I've had the utmost respect for you for serving in Afghanistan (and continuing to serve our country), for you transforming to one of the most mature and responsible people I know and for you being a new dad! Despite all that, I'll always appreciate you having my back - especially that time in the club, hah! \nWe've known each other for over a decade now, and I am lucky to have you as a buddy. I want you to know that when Kristen and I have kids, you'll definitely be one of the people we hope they emulate as they grow into adults."
  },
  {
    "first_name": "Howie",
    "full_name": "Howie Wu",
    "css_class": "",
    "bio": "Howie - I'll never forget that since Lloyd and I were little kids, you were always one of the cool 'older' kids that were nice to us. Even when I first brought Kristen around to the group, I noticed you were always welcoming and warm to her - and I will forever be grateful for that. Moreover, it always good to know I had someone to watch my back, or help me out, anytime we were out as a group. \nKristen and I are very thankful you have supported us throughout the years. Thanks for always being faithful friend despite all your new dad responsibilities!"
  },
  {
    "first_name": "Ivan",
    "full_name": "Ivan Bangug",
    "css_class": "",
    "bio": "Ivz aka No Shame, despite drinking day old jungle juice at my dorm in RU, you still stuck around like a faithful friend. From meeting you from the first time in the Philippines to our adventures in New Orleans (or NORLA as your T-Shirt said) for my bachelor party, you were always a genuine, kind and down to earth friend. Whether it is to grab a bite, drink or - back when I needed one - be a wingman, you were always dependable and I know you will always be. \nThanks for being there on for Kristen (your 'cousin') and I's special day, again you are dependable, as always."
  }
]

