[
  {
    "first_name": "Mimi",
    "full_name": "Mimi who? Mimi Toooooooooooooooooooooooe",
    "css_class": "",
    "bio": "My amazing Groomswoman and long-time BFF. Thank you for always being there throughout the years whether it was to talk, unannounced, at 3AM, housing and feeding me at 5AM in the City or travel 100+ miles to me with no car, I always knew I could count on you. I also know you'll always continue to be there for me - even if it means harshly criticizing me. \nAlso, thank you for the countless memories. Even though signing my life away and carrying your tire burning smelling self into a cab in the City - the day before you left for Miami - will always be my favorite. No matter what, I'll always be there for you, just like you have always been there for me. \nMore importantly, thank you for always supporting Kristen and I. You always have my best interests in mind, and you knew Kristen was the best thing that ever happened to me. Thanks for helping me keep her happy. Don't forget to spoil my kids when you become a godmother! \nOverall, I always wish I had a sister, and I knew God sent me you for a reason. I could go on and on here...but I do not want to bore everyone or give you more of a reason to gag, hah. \nP.S. Can't wait to hear your speech at the reception :)"
  },
  {
    "first_name": "Lira",
    "full_name": "Lira Kim",
    "css_class": "",
    "bio": "Lira aka Lyra Jo, my amazing, talented and super genuine BFF and Groomswoman. Through the years, you and I have both been through a lot of changes individually and it was always so comforting knowing I had you there to help me through the hard times and to celebrate the good times. Needless to say, we came a long way from clubbing at 18 and many nights of eating (due to me) at HopKee in Chinatown. However, the best part was that nothing ever changed between us - i.e. we were always there for each other whether we saw each other every day, one a week or once every few months. You even come out of bed to see me at 5 AM when Mimi let's me barge in out of nowhere! \nThank you for being a special part of our special day. You were always had a talent for seeing the good in people, and I am forever grateful that you have always supported Kristen and I. You knew she would make me happy, and even more of a reason I'll always continue to listen to you. \nFinally, thank you for showing me real friendship. I am truly humbled, and proud, to have such an amazing, genuine and faithful BFF as you. \nP.S. Can't wait to hear your song during the reception!"
  },
  {
    "first_name": "Adrienne",
    "full_name": "Adrienne Lam",
    "css_class": "",
    "bio": "My amazing BFF, who was obsessed with Hello Kitty back when you were too cool to talk to me at RU to you wearing a Hello Kitty apron now, I'm so happy we became so-close over the years. To this day, I always try not to judge others so quickly because I think about how I never thought we'd ever be this close. In other words, if I never took the time to get to know you, I never would've gotten to develop this amazing, genuine and heart-warming relationship with my BFF. I thank God everyday changes in friendships, locations and people, for bringing us closer. \nWe are very different in a lot of ways, but we both care (too) much about people, get disappointed by others and/or are always there for one another. Whether its something dumb to complain about or literally life-threatening, knowing I can always come to you - anytime or anywhere - is invaluable to me. \nOverall, it just makes me happy knowing you will always be there for not only me, but Kristen as well. Thanks super bougie bff! \nP.S. Even though I know the one sure-fire way to make you angry, I will restrain myself from bringing out Krazy Adrienne (get it?) hah. "
  },
  {
    "first_name": "Sam",
    "full_name": "Sam Llanos",
    "photo": "SamL",
    "css_class": "",
    "bio": "My oldest and first BFF. From kicking me in the shin at a middle school dance until my shins bled to eating my burnt brownies I made you after really messing up between us, you've always been there for me since we were little kids. \nWe've seen each other evolve from our fattest and ugliest selves, and to our primes (I'd like to think we haven't fallen that far from the prime...) We were both together as the 'new' kids coming from catholic school into the big new world of public high school. We were both together as the North Jersey kids assimilating into the RU crowd. We also have seen each other at our peaks of happiness or depths of despair. Likewise, we have seen each other make some of the stupidest mistakes ever, but also best decisions of our lives. \nHowever - there has always been one constant - and it has been our love for each other. We were always 'Rich and Sam' - best friends and that always made everything OK. Thank you Sam, thanks for always being there for me through it all. I appreciate it more than you ever know. \nP.S. I never would've been a lawyer if it weren't for you. Thanks for helping me pass honors English in High School and teaching me the value of networking - even though I called you a nerd most of freshman year of RU."
  },
  {
    "first_name": "Jeanette",
    "full_name": "Jeanette Kwon",
    "css_class": "",
    "bio": "Jeanette aka 'Janet,' you are one of the very few invaluable rewards of law school. Whether it was powering through 1L exams, bottoms of Patron or Crown, you were always the most selfless person in the room and most faithful friend. I've never met someone who has a total combination of your kindness, genuineness and selflessness. \nMore importantly, it truly warms my heart the way you always made Kristen feel so welcome. Whether we were studying, pre-gaming to go out or at a networking function, I always knew you'd make an extra effort to be kind to her. Thank you from the bottom of my heart for being an amazing BFF to me, and a great friend to Kristen as well. Means the world to me."
  },
  {
    "first_name": "Kiara",
    "full_name": "Kiara Han",
    "css_class": "",
    "bio": "Kiara aka Noob. Thanks for showing me I wasn't the only person who worked just as hard at school, as well as video games, show-watching binges and pre-gaming. I knew we had an instant connection from when we first met, and I really appreciate all of the time we have spent together talking (complaining) about law school, the legal market and people who take things for granted in our profession. It also always helps to have a 'go-to' partner for all of the networking events we have been to, and will have to go to, as is the nature for our profession. \nMore importantly, thanks for being there for both me and Kristen during the hard transition of her going away to school and me starting at the firm. It really means the world to me knowing you're always there to grab a beer, a shot of crown and food just to listen to me vent about anything that is going on. I sincerely appreciate you being there always for me, and taking the time to be there for Kristen and I despite the BAR exam!"
  }
]

